/* Time Machine panel size in GB */
"%.1f GB" = "%.1f GB";

/* Time Machine panel size in MB */
"%.1f MB" = "%.1f MB";

/* Time Machine panel size in TB */
"%.1f TB" = "%.1f TB";

/* Time Machine local disk description format: name (space available) */
"%@ (%@)" = "%1$@ (%2$@)";

/* Time Machine network disk description string */
"%@ (network disk)" = "%@ (nätverksskiva)";

/* Format screencapture file names */
"%@ %@ at %@" = "%1$@ %2$@ kl. %3$@";

/* Time Machine panel size in KB */
"%u KB" = "%u K";

/* separator for multiple items in a list of disks in the time machine dialog */
", " = ", ";

/* screencapture cannot write error string */
"Cannot write file to intended destination." = "Kan inte skriva fil till avsedd målplats.";

/* screencapture failure to write error string */
"Cannot write file to intended destination. Please make sure that the destination folder is writable." = "Kan inte skriva filen på avsedd plats. Se till att målmappen är skrivbar.";

/* title text for time machine dialog offering multiple disks */
"Do you want to use %@ or %@ to back up with Time Machine?" = "Vill du använda %1$@ eller %2$@ när du säkerhetskopierar med Time Machine?";

/* title text for time machine dialog offering a single disk */
"Do you want to use %@ to back up with Time Machine?" = "Vill du använda %@ när du säkerhetskopierar med Time Machine?";

/* screencapture filure to write error string */
"Failure to write image data." = "Kan inte skriva bilddata.";

/* OK button */
"OK" = "OK";

/* Localized name screen capture failure message */
"The attempt to take a screen capture has failed." = "Skärmavbildningen misslyckades.";

/* Time Machine network disk description string */
"the network disk %C%@%C" = "nätverksskivan %1$C%2$@%3$C";

/* screencapture create image error string */
"Unable to create image from bitmap for path." = "Kan inte skapa bild från sökvägens bitmap.";

/* screencapture create image error string */
"Unable to create image." = "Kan inte skapa bild.";

/* screencapture type error string */
"Unable to create type string." = "Kan inte skapa typsträng.";

/* screencapture create url error string */
"Unable to create url for path." = "Kan inte skapa URL för sökvägen.";

/* Localized name screen capture failure */
"Your screen shot cant be saved." = "Din skärmavbild kan inte sparas.";

